Repository: Verezano/AISradar_pi
Catalog: po/*.po
Languages: ca_es, de_de, he_il, id_id, ja_jp, ko_kr, pl_pl

source: AIS Radar view
ca_es: Vista de Radar AIS
de_de: AIS-Radar-Ansicht
he_il: הצגת מכ"ם AIS
id_id: Lihat Radar AIS
ja_jp: AIS レーダー 表示
ko_kr: AIS 레이더 보기
pl_pl: AIS Radar - widok

source: AIS Radar view PlugIn
ca_es: Pluginde Vista de Radar AIS
he_il: הצגת תוסף מכ"ם AIS
id_id: Lihat Plugin Radar AIS
ja_jp: AIS レーダー表示プラグイン
ko_kr: AIS 레이더 보기 플러그인
pl_pl: Wtyczka AIS Radar do OpenCPN

source: Radar PlugIn for OpenCPN Shows AIS targets in a radar style view
ca_es: El Connector Radar per a OpenCPN Mostra els blancs AIS en un estil radar
de_de: Radar PlugIn f√ºr OpenCPN zeigt AIS-Ziele in einer Radar Ansicht
he_il: תוסף של מכ"ם לOpenCPN , מציג עצמים של AIS בסטייל מכ"ם
id_id: Radar PlugIn untuk OpenCPN Menunjukkan target AIS dalam bentuk tampilan radar
ja_jp: OpenCPN用レーダープラグイン レーダー形式の表示で、AISターゲットを表示します
ko_kr: OpenCPN용 레이더 플러그인 레이더 형식 보기에서 AIS 표적을 보여줍니다.
pl_pl: Wtyczka do OpenCPN wyświetlająca obiekty AIS, jak obiekty na ekranie radaru

source: AIS Radar
ca_es: Radar AIS
he_il: מכ"ם AIS
id_id: Radar AIS
ja_jp: AIS レーダー
ko_kr: AIS 레이더

source: Radar Preferences
ca_es: Preferències del Radar
de_de: Radar-Einstellungen
he_il: אפשריות מכ"ם
id_id: Pilihan Radar
ja_jp: レーダーの設定
ko_kr: 레이더 기본 설정
pl_pl: Ustawienia radaru

source: Radar
he_il: מכ"ם
ja_jp: レーダー
ko_kr: 레이더

source: Show RADAR icon:
ca_es: Mostrar icona RADAR:
de_de: RADAR-Symbol anzeigen:
he_il: הצגת סמל מכ"ם
id_id: Menampilkan ikon RADAR:
ja_jp: レーダーのアイコンを表示
ko_kr: 레이더 아이콘 보이기
pl_pl: Pokaż ikonę radaru:

source: Use AIS as radar source:
ca_es: Utilitzar AIS com a font del radar:
de_de: Verwenden Sie AIS als Radar Quelle:
he_il: השתמש בAIS בתור מקור למכ"ם
id_id: Jadikan AIS sebagai sumber radar:
ja_jp: レーダー ソースとして AIS を使用します。
ko_kr: 레이더 소스로 AIS 사용하기
pl_pl: Użyj AIS jako źródło radaru:

source: Controls
de_de: Steuerelemente
he_il: פקדים
id_id: Kontrol
ja_jp: コントロール
ko_kr: 제어기
pl_pl: Ustawienia

source: Range
ca_es: Distància
de_de: Bereich
he_il: טווח
id_id: Jarak
ja_jp: 範囲
ko_kr: 범위
pl_pl: Odległość

source: Miles
ca_es: Milles
de_de: Seemeilen
he_il: מייל
id_id: Mil
ko_kr: 마일
pl_pl: Mil

source: North Up
ca_es: Nord a dalt
de_de: Norden oben
he_il: צפונה למעלה
id_id: Arah utara
ja_jp: ノースアップ
ko_kr: 북쪽이 화면의 위쪽
pl_pl: Północ u góry

source: Ring
ca_es: Anell
he_il: צלצול
ko_kr: 환
pl_pl: Okręg

source: N
he_il: צפון
ko_kr: 북

source: S
he_il: דרום
ko_kr: 남

source: W
he_il: מערב
ko_kr: 서

source: E
de_de: O
he_il: מזרח
ko_kr: 동

source: Course Up
ca_es: Rumb Amunt
de_de: Kurs auf
he_il: קורס למעלה
ja_jp: コースアップ
ko_kr: 코스의 진행방향이 화면의 위쪽
pl_pl: Kurs do góry

source: Radar Display
ca_es: Pantalla Radar
de_de: Radar-Anzeige
he_il: הצגת מכ"ם
id_id: Tampilan Radar
ja_jp: レーダーディスプレイ
ko_kr: 레이더 표시
pl_pl: Ekran radaru

source: EBL
pl_pl: Kreska namiarowa (EBL)
